"ALL_RECENT_CALLS" = "יומן שיחות";

"MULTI_MISSED_CALLS_FORMAT" = "%i שיחות שלא נענו";
"MULTI_CALLS_FORMAT" = "%i שיחות";

"CANCELLED" = "שיחה שבוטלה";
"MISSED" = "שיחה שלא נענתה";
"INCOMING" = "שיחה נכנסת";
"OUTGOING" = "‏שיחה יוצאת";

"CLEAR" = "נקה";
"CLEAR_ALL" = "‏מחק את כל השיחות האחרונות";

"ALL_TOGGLE_TITLE" = "הכול";
"MISSED_TOGGLE_TITLE" = "שלא נענו";

"HOUR_UNIT" = "שעה";
"HOUR_UNIT_PLURAL" = "שעות";
"MINUTE_UNIT" = "דקה";
"MINUTE_UNIT_PLURAL" = "דקות";
"MINUTE_UNIT_ABB" = "m";
"SECOND_UNIT" = "שניה";
"SECOND_UNIT_PLURAL" = "שניות";

"CANCELLED_SMALL" = "בוטלה";
"MISSED_SMALL" = "שיחה שלא נענתה";

"OUTGOING_CALLS" = "שיחות יוצאות";
"INCOMING_CALLS" = "שיחות נכנסות";

"UNKNOWN_LABEL" = "לא ידוע";

"CNAP_STRING_FORMAT" = "%@ %@";